[
  {
    "type": "title",
    "ctn": "大安点心 - 童年"
  },
  {
    "type": "author",
    "ctn": "卟猫"
  },
  {
    "type": "p",
    "ctn": "记得小时候的大安点心係流动的，老板会推着一部小摊车，载上四五笼艰辛的劳动成果，在大安大街小街上，好像记得当时老板仲会喊：“卖点心~~~~”之后就会有好多小孩大人，闻声而至，蜂捅而上。"
  },
  {
    "type": "image",
    "src": "https://demo.missoy.me/TaKeeDimSum/post/dim-sum-child/banner2.jpg"
  },
  {
    "type": "p",
    "ctn": "点心小车来到我地街口时，必有一班忠实FANS「围攻」。小店的老板，街边的小摊，街口附近的居民，在街口边闲聊的街坊，同志们都会顶住喉咙啖口水，谷住啖气，麻大双眼，闪电步伐，「争先恐后」，「毫无秩序」，任凭头顶上的青筋爆裂，将生死置于渡外，把裤袋反转，伸长手臂，把人民币往老板塞。"
  },
  {
    "type": "p",
    "ctn": "一轮激战过后，就係狼吞虎咽时间，基本10只点心可以在15秒内完成，我念如果举行个吃点心大赛，帮友毫无疑问捧杯！对那些打拼了一整天的小店小摊老板们来说，可以讲真係雪中送炭。一些小孩吃晒后会用手背抹下个油嘴，临走前偷偷回头望多几眼个点心摊，又望望走得匆匆的拉着自己的大人，最后依依不舍走咗。"
  },
  {
    "type": "p",
    "ctn": "读小学的时候，每天放晚学，第一件事就係飞赶回家，在家门口呆呆的坐着，睁着大大的双眼眼金金望住街口，彻盼地等待着“卖点心”的声音出现，等着那位胖胖的吖姨老板出现，不禁会「胡思乱想」。唔知佢推部车推到咗边呢？到咗粮所未呢？会唔会卖晒开了呢？今日在摊边吃定係买返屋企吃？今次要多D生抽定係要多D辣椒？用牙签吃定係用筷子？用牙签吃，可以吃一口欣赏一口，慢慢叹，用筷子吃，一啖一只，图个快感；吃几多只呢？如果吃多，过后就唔想吃饭了，就会着妈妈骂，搞不好以后妈妈不会买比我吃；如果吃少，太顶瘾，又冇够喉，不过可以减少着“断粮”的风险，以后可以吃多几次；不过吃多又冇怕，只要到吃饭时装肚饿，吃少D菜，死撑吃够平时的饭量去就可以过关；但係如果吃多了，妈妈当晚整靓菜了点办？！冇紧要，可以先问好妈妈做乜菜先，但当时妈妈话过，死顶吃得太饱会长冇大哦，都係吃少D好~~起码保证以后仲会有得吃。"
  },
  {
    "type": "p",
    "ctn": "通常「胡思乱想」后，肥阿姨就差冇多会出现了，但是最后的结局往往系妈妈一句『准备得食饭啦，饿就吃碗粥顶住肚先啦』结束了一天最美好的『胡思乱想』。不可否认，细个的时候就是喜欢整天胡思乱想，不过这个世界本来不就是人类『胡思乱想』出来的吗？"
  },
  {
    "type": "p",
    "ctn": "讲到这里，不禁想起细个时七月七和点心的点滴"
  },
  {
    "type": "p",
    "ctn": "七月七拜七姐，细个时非常兴。就像过大节一样咁热闹咁有气氛；拜七姐当日，唔使我地细路开口，屋企大人就会出去买好D零吃水果返来，像花生呀，瓜子呀，苹果香蕉之类，不过重头戏都仲係点心！当时冇有冰箱，想到拜七姐时有点心吃就要同老板当天预订了。老板亦係人，预做量会一定的，咁想预订的人又多，想有得吃就要天未光或提前几日就讲好了~~唔係吖话根本就籴唔到米。反正细个时就觉得，七月七就係有大餐吃~~係重点，而且有点心宵夜，係重中之重。虽有一大帮好朋友挨夜拜七姐，但实际係七姐在睇我地打麻雀，睇我地吃大安点心。至于乜嘢七姐牛郎，就知係天上的见唔到的冇吃得的大人讲乜我地就跟住讲乜的送大餐比我地吃的神仙，其余D乜浪漫感人的故事就一无所知啦。"
  },
  {
    "type": "p",
    "ctn": "那时到开傍晚后，最最开心的就係女仔们啦，她们会出晒力去揾好一朵好靓好靓的荷花后，就三五成群，罗住朵大荷花，打扮得十分迷人地漫步于热闹的大街小巷。当时街上真係好多大安美女，婀娜多姿，好想打个电话畀叮当，嗌TA带我返去感受下当时纯品的大安妹。"
  },
  {
    "type": "p",
    "ctn": "闻大人讲过，如果七月七当晚落水的话，係七姐洗身了，然后罗个大盘出来，把天上的雨装得满满去，就可以喜抱贵子啦。长大后先知道，贵子无非是XY的结合的自然产物啦，但是，世间不就是因为有这些「虚无的神话」才更加精彩好玩的吗？"
  },
  {
    "type": "p",
    "ctn": "到咗晚上十点多，我地就会大动工了！要把那些桌呀，椅呀，果呀，麻雀呀，扑克呀，乜乜物物都搬到楼顶去！！一切具备好后，到晚上十二点正，开大餐等七姐的出现了~~~实际就係大餐时间！！！细个喔，要等到十二点喔，当时来讲已经係深夜啦，个个都肚到晕晒啦。于是乎，大家就会在钟声响起后埋头揾点心了。哈~~~~先狂劈十多只，填满个肚后再狂扫花生水果等次物~~狂扫一轮后大家就会排排坐，饱腹席地卧躺，仰望星空，等待七姐的出现，等待过程间中不忘伸手罗多只点心吃~~边吃边等，边等边看天上的星星~~边看边数，数乱了又重新数，数得两三次累了就和伙伴们「数」学校漂亮的同班女同学，「数」学校凶恶的老师，「数」学校经常被罚的风云学生，「数」镇小操场上的大榕树，「数」榕树下的乒乓球台，「数」榕树下的双杠PK..."
  },
  {
    "type": "p",
    "ctn": "深夜静静的，天空闪闪的，不知道七姐知不知道我们还在等她呢？我们还留有点心给她呢，不知道她喜不喜欢吃呢？大家都呼呼大睡了。"
  }
]