const post = [
  {
    type: 'title',
    ctn: '大安点心 - 童年'
  },
  {
    type: 'author',
    ctn: '卟猫'
  },
  {
    type: 'p',
    ctn: '记得小时候的大安点心係流动的，老板会推着一部小摊车，载上四五笼艰辛的劳动成果，在大安大街小街上，好像记得当时老板仲会喊：“卖点心~~~~”之后就会有好多小孩大人，闻声而至，蜂捅而上。点心小车来到我地街口时，必有一帮忠实FANS围攻，小店的老板，街边的小摊，街口附近的居民，在街口边闲聊的闲人，街口方圆几百里的同志们都会顶住喉咙啖口水，谷住啖气，麻大双眼，闪电步伐，争先恐后，毫无秩序，毫无礼让，任凭头顶上的青筋爆裂，将生死置于渡外，把裤袋反转，伸长手臂，伸长误差可达正负0.5~0.6mm，把人民币往老板塞~~一轮激战过后，就係狼吞虎咽时间~~~基本10只点心可以在15秒内完成，我念如果举行个吃点心大赛，帮友毫无疑问捧杯！对那些打拼了一整天的小店小摊老板们来说，可以说真係雪中送炭；一些小孩吃晒后会用手背抹下个油嘴，临走前偷偷回头望多几眼个点心摊，又望望走得匆匆的拉着自己的大人，最后头低低走咗~~'
  },
  {
    type: 'p',
    ctn: '当时还在上小学，总係会觉得饿~~每天放晚学，第一件事就係飞赶回家，在家门口呆呆的坐着，睁着大大的双眼眼金金望住街口，彻盼地等待着“卖点心”的声音出现，等着那位胖胖的吖姨老板出现~~唔知佢推部车推到咗边呢，到咗粮所未呢，会唔会卖晒开了呢，今日在摊边吃定係买返屋企吃，今次要多D生抽定係要多D辣椒，用牙签吃定係用筷子，要睇个肚有几饿，如要冇係几饿，就用牙签吃，可以吃一口欣赏一口，慢慢叹；如果好饿吖话，就用筷子吃，一啖一只，图个快感~~；吃几多只呢，如果吃多，过后就唔想吃饭了，就会着妈妈骂，搞不好以后妈妈不会买比我吃；如果吃少，太顶瘾，又冇够喉，不过可以减少着“断粮”的风险，以后可以吃多几次；不过吃多又冇怕，只要到吃饭时装肚饿，吃少D菜，死撑吃够平时的饭量去就可以过关；~~但係如果吃多了，妈妈当晚整靓菜了点办！不过冇紧要，可以先问好妈妈做乜菜先，但当时妈妈话过，死顶吃得太饱会长冇大哦，都係吃少D好~~起码保证以后仲会有得吃~~哈~~现在想想小时候也挺有经济头脑的嘛~~'
  },
  {
    type: 'p',
    ctn: '七月七拜七姐！！细个时兴到不得了添啦~~~可以讲係就像过大节一样咁热闹咁有气氛；拜七姐当日，唔使我地细路开口，屋企大人就会出去买好D零吃水果返来，像花生呀，瓜子呀，苹果香蕉之类，不过重头戏都仲係点心~~当时冇可能有冰箱啦，所以呢想到拜七姐时有点心吃就要同老板预订了~~老板也係人，预做量会一定的，咁想预订的人又多，想有得吃就要天未光或提前几日就讲好了~~唔係吖话根本就敌唔到米！反正细个时就觉得，七月七就係有大餐吃~~係重点，而且有点心宵夜，係重点中的重点，而且有一大帮好朋友挨夜拜七姐，实际係七姐在睇我地打麻雀~~睇我地吃大安点心~~至于乜嘢七姐牛郎，就知係天上的见唔到的冇吃得的大人讲乜我地就跟住讲乜的送大餐比我地吃的神仙，其余D乜浪漫感人的故事就一无所知罗~~就算知也係一个未出晒毛的细路啦，识乜~~'
  },
  {
    type: 'p',
    ctn: '那时到开傍晚后，最最开心的就係女仔们啦，她们会出晒力去揾好一朵好好靓荷花后，就拉帮结派，打扮得十分迷人（明显係想同七姐抢风头），罗住朵大荷花，漫步于热闹的大街小巷~~不过话时话，当时街上真係集晒所有大安美女，千姿万态，包装的，半包装的，无包装无标签的，乜都展晒出来~~现在的90后靓女係无法同当晚的任何一个女仔相比的，也冇可能体验得到嘅~~；细个时仲闻讲过，如果七月七当时落水呢，大人们就话係七姐洗身了，D雨水讲得好听D就係仙水，难听D呢就係七姐的洗身水了；然后罗个大盘出来，把天上的雨装得满满去，就可以生得贵子了~~~'
  },
  {
    type: 'p',
    ctn: '到咗晚上十点多呢，我地就会大动工了；要把那些桌呀，椅呀，果呀，麻雀呀，扑克呀，，乜乜物物都搬到楼顶去，一切具备好后，到晚上十二点正，开大餐等七姐的出现了~~~实际就係大餐时间！细个喔，要等到十二点喔，当时来讲已经係深夜啦，个个都肚到晕晒啦~~~于係~~~大家就会在钟声响起后埋头揾点心了~~~~哈~~~~先狂劈十多只，填满个肚后再狂扫花生水果等次物~~狂扫一轮后大家就会并排拍住，四脚朝天，仰望星空，等待七姐的出现；等待过程间中都会伸手罗多只点心吃~~边吃边等，边等边看天上的星星~~边看边数，数乱了又重新数，数得两三次累了就和伙伴们数学校漂亮的同班女同学，数学校凶恶的老师，数学校经常被罚的风云学生~~数镇小操场上的大榕树，数榕树下的乒乓球台，数榕树下的双杠PK……深夜静静的，天空闪闪的，不知道七姐知不知道我们在等她呢~~~~我们还留有点心给她呢，不知道她喜不喜欢吃呢…… 大家都呼呼大睡了~'
  },
]

module.exports = post;
